<div class="news-title"><br><b>Информация о сервере</b><br><br></div>
<div class="mb_main">
Приветствуем вас на сервере игры World of Warcraft - "<?php echo $project_name;?>". Наш проект был создан 7 декабря 2010 года, первоначально предпологалось размещение одного реалма х100, но на данный момент мы расширили свои планы и теперь у нас имеют место три реалма-х5, х100 и Fun.<br><br>

Наши реалмы, поддерживают самые последние лучшие обновления! Отличная работоспособность, уважительное отношение игроков, атмосфера прекрасной игры понравится всем любителям WoW.<br><br>

Наши сервера расположенны в датацентре Netdirekt и территориально расположены в Германии, Франкфурт. Датацентр NETDIREKT считается очень надежным и уважаемым в Европе. Это один из старейших ДЦ, который начал свою деятельность в 1996 году, обладает очень надежными каналами связи с любой точкой планеты. Технические харрактеристики - RAM: 12 GB, HDD: 2 х 500 GB, CPU-Intel Core2Quad Q6600/9300-3
Предлагаем вам, вашим друзьям самим убедиться в этом ;)<br><br>

Все вопросы можно задавать на нашем <a href="/forum" target="_blank">форуме</a><br><br>

Спасибо за внимание, надеемся что вам понравится наш уютный проект.
</div>
<div class="mb_down"></div>