<div class="news-title"><br><b>Правила сервера</b><br><br></div>
<div class="mb_main">
<b>1</b>. Права и обязанности сторон.
<br>
<ol><li>Администрация Вам лично ничего не должна.</li>
<li>Незнание данных правил не освобождает Вас от ответственности за нарушения их.</li>
<li>Все игроки и посетители форума должны, самостоятельно, отслеживать изменения в правилах.</li>

<li>Администрация сервера не несет ответственности за случаи причинения ущерба в результате использования данного сервера, будь то моральный, материальный, физический и иные виды ущерба.</li>
<li>Администрация не несет ответственности за временную или постоянную невозможность использования сервера конкретным лицом или группой лиц.</li>
<li>Администрация вправе в любой момент, при прямой или косвенной угрозе, работоспособности сервера, прекратить предоставлять услуги сервера на требуемые сроки или прекратить предоставления услуг конкретному пользователю или подсети в целом.</li>
<li>Администрация вправе контролировать и вмешиваться в процесс в случаях, когда это необходимо.</li>
<li>Администрация не производит возврат игровых денег, скилов, каких-либо других материалов используемых в игре, утерявшихся в результате незнаний правил игры или проблем связанных с сервером.</li>
<li>В случае возникновения сбоев в работе сервера, администрация предпринимает необходимые действия для восстановления его работоспособности в кратчайшие сроки.</li>
<li>Пользователь сервера обязан выполнять требования Администрации и предписания данного соглашения.</li>
<li>Ответственность за нарушения связанные с игровым процессом несет владелец аккаунта, независимо от того, кто совершал действия под данным аккаунтом, а также все аккаунты игравшие с компьютера нарушителя.</li>
<li>Пользователь сервера имеет право подать жалобу в соответствующий раздел форума, по соответствующему порядку написания (форма написания прилагается на форуме) при нарушения в отношение него каких-либо пунктов данного соглашения (или не соответствия наказания, связанных с игровым процессом, описанных в статье «Общие сроки наказаний») Администрацией, Девелоперами, ГМами или модераторами, предоставив соответствующие доказательства для рассмотрения данного дела.</li>

<li>Если в течении двух месяцев вы не играли со своего аккаута, то он может быть удален при очистке базы данных.</li></ol>
<br>


<b>2</b>. Игровой процесс.
<br>
<ol><li>Запрещен несанкционированный доступ к чужому игровому аккаунту.</li>
<li>Запрещено выдавать себя за других игроков, членов другой гильдии, Администрацию сервера.</li>

<li>Запрещен постоянный флуд в общем игровом чате.</li>
<li>Запрещено писать нецензурные выражения в чат (общий, гильдийский, групповой и приватный).</li>
<li>Запрещена расовая, классовая дискриминация, а также дискриминация по любым другим признакам.</li>
<li>Запрещены угрозы в любом из их проявлений в сторону игроков, а также Администрации сервера работающих в он-лайн режиме.</li>
<li>Запрещено использование читерских программ.</li>
<li>Запрещена продажа/передача именных вещей (soulbound) другим игрокам.</li>
<li>Запрещена любая помощь от GM в виде личной выгоды (получение вещей, наложение на вас заклинаний, помощь в прокачке персонажа, а также ресание и перенос вас в любой из инстантов).</li></ol>
<br>
<b>3</b>. Использование ошибок сервера (багов).

<br>
<ol><li>Запрещено использование ошибок сервера (багов). Под ошибками подразумевается любые действия, не предусмотренные игровым процессом и направленные на извлечение личной выгоды, в том числе: вождение паровозов в данже, убийство босса через баг, использование спелов при помощи обхода их кулдауна, путем написании макросов и т.п.</li>
<li>При нахождение Вами нового бага, Вы обязаны сообщить об этом Администрации сервера в соответствующем разделе на форуме.</li></ol>
<br>
<b>4</b>. Общение, присвоение имен.
<br>
<ol><li>Запрещено использование нецензурных выражений в игре и на форуме, в том числе в названии имен, гильдий и т.п.</li>
<li>Запрещено давать любую рекламу на форуме и в игре.</li>
<li>Недопустимы имена, титулы, названия гильдий, аббревиатуры гильдий, оскорбляющие других игроков.</li>
<li>Запрещено давать имена на форуме, а также в игре, связанные с Администрацией сервера.</li>

<li>Администрация не меняет первоначальных имен персонажей.</li></ol>
<br>
<b>5</b>. Ведение торговли.
<br>
<ol><li>Запрещена покупка/продажа игровых благ за реальные деньги.</li>
<li>Запрещена покупка/продажа чара за реальные деньги.</li>
<li>Запрещено вымогательство, путем обмана, для получения доступа к чужому аккаунту.</li></ol>
<br>


</div>
<div class="mb_down"></div>